/* No comment provided by engineer. */
"%@ tab" = "%@ tab";

/* Time button +10 minutes */
"+10'" = "+10'";

/* Time button +30 minutes */
"+30'" = "+30'";

/* Time button +60 minutes */
"+60'" = "+60'";

/* SBBAPIController details title */
"\n\nDétails:\n------------------------------------" = "\n\nDétails:\n------------------------------------";

/* Location service error title message */
"An error occurred while determining your current location. Please try again later." = "Une erreur de service de géolocalisation s’est produite. S'il vous plaît réessayer plus tard.";

/* No comment provided by engineer. */
"An unexpected error occured when trying to determine your location." = "Une erreur inconnue de service de géolocalisation s’est produite.";

/* Select as stb direction station block action sheet title */
"As direction" = "Comme direction";

/* Select as stb start station block action sheet title */
"As station" = "Come départ";

/* Open maps app cancel block action sheet title
 Share connection cancel block action sheet title */
"Cancel" = "Annuler";

/* SBBAPIController capacity text */
"Capacity:" = "Occupation:";

/* No comment provided by engineer. */
"Cellular" = "Réseau";

/* Select stations conreq flash message title */
"Connections" = "Correspondances";

/* Selectstationscontroller current location replacment for nil station name
 Station text field default text */
"Current location" = "Position actuelle";

/* Selectstationsviewcontroller current location used title */
"Current location used" = "Position actuelle utilisée";

/* Selectstationscontroller direction station replacment for nil station name */
"Direction" = "Direction";

/* SBBAPIController direction text */
"Direction:" = "Direction:";

/* SBB Req notice - undefined error title */
"Error" = "Erreur";

/* SBBAPIController expected text */
"Expected:" = "Expected:";

/* Selectstationsviewcontroller con request stations identical title */
"From and to identical" = "De / À identiques";

/* Select as start station block action sheet title */
"From here" = "D'ici";

/* SBBAPIController from station text */
"From:" = "De:";

/* SBBAPIController unknown station text replacement */
"GPS location" = "Position GPS";

/* Overviewcell minutes title */
"Hrs" = "Hrs";

/* Select stations rssreq flash message title */
"Infos" = "Informations";

/* Rss info last update text */
"Last update:" = "Mise à jour:";

/* Location service error title */
"Location service error" = "Erreur de service de géolocalisation";

/* Location access denied error title */
"Location services disabled" = "Service de géolocalisation désactivé";

/* InAppSettingsKit */
"Mail not configured" = "Email pas configuré";

/* Open maps app block action sheet title */
"Maps" = "Plans";

/* Overviewcell minutes title */
"Min" = "Min";

/* Overviewcell minutes title */
"Minutes" = "Minutes";

/* No comment provided by engineer. */
"No Connection" = "Pas de correspondance";

/* SBB Req notice - no products error message */
"No connection was found for the selectd station. Please report this error to the support, if possible with the station name." = "Aucun correspondance n’a été trouvé pour ce départ / arrive. S'il te plaît, signale cette erreur immédiatement au service d’assistance.";

/* No network available alert view title */
"No network" = "Pas de réseau";

/* SBB Req notice - no products error title */
"No products" = "Pas de produits";

/* SBB Req notice - no results title */
"No result" = "Pas de résultat";

/* No station stb request stations identical title */
"No station" = "Pas de départ";

/* InAppSettingsKit */
"OK" = "OK";

/* Selectstationsviewcontroller current location used message */
"One of the stations is the current location. This is not yet supported." = "Une des stations est de la positon actuelle actuel. Ce n'est pas encore supporté.";

/* SBB Req notice - station undefined message */
"One or more of the stations are not defined. This is a rare error. Please report this error to the support." = "Une ou plusieurs des stations ne sont pas définies. S'il te plaît, signale cette erreur immédiatement au service d’assistance.";

/* Open maps app open block action sheet title */
"Open in maps" = "Ouvrir dans les plans";

/* Outside Switzerland error title */
"Outside Switzerland" = "Position actuelle en dehors de Suisse";

/* SBBAPIController overview title */
"Overview:\n" = "Résumé:\n";

/* Pull to refresh rss info header cell */
"Pull to refresh" = "Tirez pour actualiser";

/* Refreshing... rss info header cell */
"Refreshing..." = "Actualiser...";

/* Release to refresh rss info header cell */
"Release to refresh" = "Relâchez pour actualiser";

/* SBB Req notice - request failed title */
"Request failed" = "Erreur de recherche";

/* Search button title text */
"Search" = "Chercher";

/* No comment provided by engineer. */
"Settings" = "Réglages";

/* Share connection block action sheet title */
"Share via" = "Partage via";

/* Selectstationsviewcontroller stb request stations identical title */
"Start and direction identical" = "Départ / arrive identiques";

/* Selectstationscontroller stb station replacment for nil station name */
"Station" = "Station";

/* SBB Req notice - station undefined title */
"Station undefined" = "Station pas défini";

/* No comment provided by engineer. */
"Tab %d of %d" = "Tab %1$d of %2$d";

/* Selectstationsviewcontroller con request stations identical message */
"The from and to are identical, please selected different locations" = "Départ et arrive sont identiques, s'il vous plaît sélectionnés stations différents";

/* SBB Req notice - no results message */
"The request did not return any results. Either there is no information available for the selected station(s) or there is a temporary problem." = "La recherche n'a donné aucun résultat. Soit il n'y a pas d'information disponible pour la station sélectionnée (s) ou il ya un problème temporaire.";

/* SBB Req notice - request failed message */
"The request failed. There may be several reasons. Either there is a temporary problem with the internet connection or the SBB server is temporarily unavailable. Please try again later." = "Une erreur s’est produite avec la recherche. Soit il ya un problème temporaire avec la connexion internet ou le serveur de CFF est temporairement indisponible. S'il vous plaît réessayer plus tard.";

/* Selectstationsviewcontroller stb request stations identical message */
"The start and the direction is the same, please selected different locations" = "Le départ et arrive sont identiques, s'il vous plaît sélectionnés statios différents";

/* No network available alert view message */
"There is no WiFi or cellular network available. Please check or try again later." = "Aucun Wifi ou réseau de téléphonie mobile disponible. S'il vous plaît réessayer plus tard.";

/* SBB Req notice - undefined error message */
"There was an error with this request. Please report this error to the support, if possible with the station names" = "Il y avait une erreur avec cette demande. S'il te plaît, signale cette erreur immédiatement au service d’assistance.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Ce iPhone / iPad n'est pas configuré pour envoyer des e-mail. S'il vous plaît configurer les paramètres de messagerie dans l'application réglages";

/* Select stations stbreq flash message title */
"Timetable" = "Dép/Arr";

/* Select as end station block action sheet title */
"To here" = "À";

/* SBBAPIController to station text */
"To:" = "À:";

/* Track description string */
"Tr." = "V.";

/* SBBAPIController track text */
"Track:" = "Voie:";

/* SBBAPIController transfers text */
"Transfers:" = "Chg.:";

/* Select as via station block action sheet title
 Via station text field default text */
"Via" = "Via";

/* SBBAPIController walk journey text */
"Walk:" = "Marche:";

/* No comment provided by engineer. */
"We could not access your current location." = "L'application n'a pas pu accéder à votre position actuelle.";

/* No comment provided by engineer. */
"We could not determine your location. Please try again later." = "L'application n'a pas pu déterminer votre position. S'il vous plaît réessayer plus tard.";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* Location access denied error title message */
"You did not allow this app to use your current location. Please enable this app to use your current location in order to make from/to current location requests. You can change this in the iPhone settings under Settings / Privacy / Location services. Alternatively you need to choose a station for the from/to location." = "Le service de géolocalisation est désactivé pour cette application. Merci de le réactiver pour utiliser votre position actuelle pour les recherches. Vous pouvez modifier ce paramètre dans les réglages de l'iPhone / iPad sous Réglages /  Confidentialité / Service de localisation. Sinon, vous devez choisir une station pour le départ et arrive.";

/* No station stb request stations identical message */
"You need to select a station first" = "Vous devez sélectionner une station";

/* Outside Switzerland error title message */
"Your current location is outside Switzerland. You may not find any stations nearby." = "Ta position actuelle se situe en dehors de Suisse. Tu ne trouveras aucune station d’arrêt à proximité.";

/* Swiss Transit settings support email draft text */
"Dear Support, " = "Cher Support, ";

/* Recommend Swiss Transit Description */
"Check out this app!" = "Regarde cette application!";

/* Report station error message description */
"There is an error with the following station:" = "Il y a une erreur avec la station suivante:";

/* Report app error message description */
"There is an error in the app:" = "Il ya une erreur dans l'application:";

/* Loading walking directions notification view title" */
"Loading walking directions..." = "Calculer l'itinéraires à pied...";

/* Loading trainline notification view title */
"Loading trainline ..." = "Calculer lignes de train...";

/* ------------------------ V1.2 -------------------------------- */

/* "Pull to load stb info header cell */
"Pull to load" = "Tirez pour charger";

/* Release to load stb info header cell */
"Release to load" = "Relâchez pour charger";

/* Loading... stb info header cell */
"Loading..." = "Charger...";

/* Location error title */
"Location error" = "Erreur de géolocalisation";

/* Location error title message */
"Unfortunately it was not possible to resolve the selected address, poi, location into GPS coordinates." = "Malheureusement, il n'a pas été possible de résoudre l'adresse sélectionnée / poi / l'emplacement dans les coordonnées GPS.";

/* Alarms - Calendar iPhone  & iPad */
"Connection is leaving in %d minutes" = "La correspondance part dans %d minutes";

/* Alarms - Calendar iPhone */
"Add alarm / to calendar" = "Ajouter alarme / au calendrier";
"Alarm only: - 5 min" = "Alarme uniq.: - 5 min";
"Alarm only: - 15 min" = "Alarme uniq.: - 15 min";
"Alarm only: - 30 min" = "Alarme uniq.: - 30 min";
"Alarm only: - 60 min" = "Alarme uniq.: - 60 min";
"Calendar: add only" = "Calendrier: ajouter seulement";
"Calendar & alarm: -15 min" = "Calendrier et alarme: -15 min";
"Calendar & alarm: -30 min" = "Calendrier et alarme: -30 min";
"Calendar & alarm: -60 min" = "Calendrier et alarme: -60 min";

/* Alarms - Calendar iPad */
"Add alarm" = "Ajouter alarme";
"Add to calendar with" = "Ajouter au calendrier con";
"5 min before departure" = "5 min avant le départ";
"15 min before departure" = "15 min avant le départ";
"30 min before departure" = "30 min avant le départ";
"60 min before departure" = "60 min avant le départ";
"Add only" = "Ajoute seulement";
"Alarm 15 min before" = "Alarme 15 min avant";
"Alarm 30 min before" = "Alarme 30 min avant";
"Alarm 60 min before" = "Alarme 60 min avant";

/* Journey calendar title */
"Journey: %@ - %@" = "Voyage: %@ - %@";

/* Calendar access denied error title */
"Calendar access disabled" = "Accès au calendrier désactivé";

/* Calendar access denied error title message */
"You did not allow this app to access your calendar. Please enable this app to access your calendar in order to save connections in there. You can change this in the iPhone settings under Settings / Privacy / Calendars." = "Vous ne permettait pas cette application pour accéder à votre calendrier. Vous pouvez modifier ce paramètre dans les réglages de l'iPhone / iPad sous Réglages /  Confidentialité / Calendrier.";

/* Added to calendar title message */
"The connection has been added to the calendar." = "La correspondance a été ajoutée au calendrier.";

/* Alarm added title message */
"The alarm for the connection has been added." = "Une alarme pour cette correspondance ont été ajoutées.";

/* ------------------------ Free Version -------------------------------- */

/* Product successfully purchased alert view */
"Product successfully purchased" = "Produit acheté avec succès";

/* Shop cannot be opened alert view title */
"Shop cannot be opened" = "Le Store ne peut pas être ouvert";

/* Shop not ready alert view title */
"Shop not ready" = "Le Store n’est pas prêt";

/* Shop cannot be opened alert view message */
"The shop currently cannot be opened. Please try again later." = "Le magasin ne peut pas être ouvert pour le moment. Réessaie plus tard.";

/* Shop not ready alert view message */
"The shop is currently not ready for purchasing. Trying to initialize the shop. Please wait..." = "Le Store n’est pour le moment pas prêt pour un achat. Initialise le magasin. Prière d‘attendre..";

/* Invalid receipt title */
"Invalid receipt" = "Reçu d'achat valide";

/* Invalid receipt message */
"The receipt for this purchase transaction is invalid. Either the transaction is not valid or a severe unknown error occurred. You may report this to the support" = "La réception de cet achat n'est pas valide. Soit la transaction n'est pas valide ou une erreur grave inconnue s'est produite. S'il te plaît, signale cette erreur immédiatement au service d’assistance.";

"Restore" = "Restaurer";

"Upgrade to the pro version" = "Change à la version Pro";

"This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version. The Pro version has some additional benefits as follows:" = "Cette version de Swiss Transit est gratuit et financé par la publicité. Si vous aimez l'application, s'il vous plaît envisager de passer à la version Pro. La version Pro a quelques avantages supplémentaires comme suit:";

"This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version." = "Cette version de Swiss Transit est gratuit et financé par la publicité. Si vous aimez l'application, s'il vous plaît envisager de passer à la version Pro.";

"Ad free" = "Sans publicité";

"Enjoy Swiss Transit even more by removing the ads." = "Retire les annonces et profite de Swiss Plates sans publicité.";

"See detailed train lines" = "Lignes de train détaillés";

"Unlock this feature and let Swiss Transit show you the detailed train lines for most connections in train (limited to 10 requests in the free version)." = "Déverrouiller cette fonction et laissez Swiss Transit vous montrer les lignes de train détaillés (version gratuite: max. 10).";

"Unlock this feature and let Swiss Transit show you the detailed train lines for most connections in train (limited to 10 requests in the free ipad version)." = "Déverrouiller cette fonction et laissez Swiss Transit vous montrer les lignes de train détaillés (version gratuite: max. 10).";

/* ------------------------ Printing 2.1 / Free 1.1 -------------------------------- */

/* Share connection send per email block action sheet title */
"Send via email" = "Envoyer email (text en clair)";

"Send as PDF via email" = "Envoyer PDF par email";

"Send as HTML via email" = "Envoyer email (HTML)";

"Print" = "Imprimer";

/* Share connection copy to clipboard block action sheet title */
"Copy to clipboard" = "Copier dans clipboard";

